[
    {"dduser":"时光荏苒","content":"祝愿我们的高智能AI小希能够永远开心快乐，变得越来越闪耀，受到更多人的喜欢！尽管为了节目效果，小希你一直在扮演憨憨的角色，但是我们知道的，小希一直是大聪明，一直是我们心中的那个女神爱抖露，所以我们会永远陪着小希走下去的，希爹生日快乐！"},
    {"dduser":"暗旋风","content":"小希生日快乐！！！从你的第一个视频起就关注了，非常感谢你四年来给大家带来无穷的欢乐与鼓励，今后也请多多指教了！"},
    {"dduser":"克比斯特","content":"小希女王，生日快乐！你永远是我们的小太阳"},
    {"dduser":"AI様SAMA","content":"祝小希爹永远开心"},
    {"dduser":"在下智疯","content":"小希生日快乐鸭(๑°▽°๑)ﾉ❤"},
    {"dduser":"史莱姆-鬼面三心","content":"我从17年小希刚出道开始一直看到现在，也算是一个老粉丝了，当时的虚拟次元到现在的虚研社，4年的时间过去的太快了，快的有些不真实。只希望无论是小希还是虚研社的大家，都能继续一边成长一边走下去。如果有需要我也可以继续P一些沙雕表情包。4年的时间过去，当初的小AI如今都是奶奶辈的老AI了，只愿往后一到风顺，顺风顺水，水到渠成，库叉库叉(/≧▽≦)/~┴┴"},
    {"dduser":"超能诺诺","content":"每每看着你便不自觉地打起精神，愿带给大家元气与活力的小希在今后的日子里能永远与快乐相伴，相信闪闪发亮的你能获得越来越多的认可和期待，祝最可爱的小希——生日快乐！"},
    {"dduser":"山海一周","content":"小希女神生日快乐！！！！！！ ❤❤❤"},
    {"dduser":"蚕月Tiant","content":"健康快乐每一天"},
    {"dduser":"镜下茗","content":"祝希爹生日快乐，天天开心^_^"},
    {"dduser":"月上弦下月上弦","content":"请记住：“沙观研究二次元，毁灭村里虚研会，创世日记能开团，观察沙雕AI呦喂。”"},
    {"dduser":"太阳系系王","content":"谢谢小希爹在我最困难的时候给了我光明～陪着希爹一路走来，看到现在闪闪发光的希爹～祝希爹站上更大的舞台，我会永远单推希爹的"},
    {"dduser":"王者之位i","content":"小希新的一岁生日快乐啊，我们又一起度过了新的一年，在这一年里，你们终于在成为偶像的道路上前进了重要的一步。无论是冰火歌合战还是bml,都让所有的人看到了你们闪闪发光的一面。也一定有我们不知道的艰辛，但是请记住一点，我们会一直在你们身边的。（会不会太煽情了一点，要不要我再整点活让小希打我一拳？哈哈哈尽请期待我的生日礼物吧）"},
    {"dduser":"骑士贝狄威尔","content":"小希4周岁生日快乐，很喜欢你的元气和乐观，给经常心情低落的我带来很多安慰，希望接下来能一起开心快乐过好每一天，喵<(*ΦωΦ*)>"},
    {"dduser":"阳花璃","content":"小希生日快乐，祝小希的希家军越来越壮大，gachi越来越多🥰"},
    {"dduser":"城東","content":"希爹生日快乐，我永远是你的好大ne🥰"},
    {"dduser":"余香柔斯基","content":"希爹生日快乐！！！！希爹每天都要开心！我们一直都会陪着你的！！！"},
    {"dduser":"诸葛谭所","content":"祝小希生日快乐"},
    {"dduser":"消除剂1","content":"不管节目是人类观察还是沙雕观察，职业是相声演员还是主持人，自从2017年虚拟次元计划设立以来，希爹一直陪伴着，今天是希爹生日，送上一句希爹生日快乐，愿希爹发展越来越好，娘俩主持的各类节目天天首页热榜，虚研社旗下艺人收视长虹"},
    {"dduser":"记忆搁浅Veca","content":"祝小希生日快乐！每天都开开心心，接下来一年里，我也会继续支持小希，支持虚研社！每次都一定！"},
    {"dduser":"CrimsonDelusionDrops","content":"预祝我希爹诞辰4周岁快乐，永不宕机。"},
    {"dduser":"创可贴贴君","content":"你的诞生或许只是一颗梦与希望的种子，却因你年复一年的浇灌结满了爱与奇迹的果实。你总在担心自己不能永远像太阳光辉灿烂，却不知太阳其实远不如你亲近温暖。在你吹熄蜡烛一刻我也会悄悄许个愿：生日快乐，小希，愿你的笑容永远青春鲜艳。"},
    {"dduser":"筱颜","content":"那么 祝我们的希酱生日快乐！今后也要好好努力哦！我们会一直陪着你的，加油！"},
    {"dduser":"沙县小吃逆向工程","content":"祝我们的土妹子越来越好，虚研社越来越火"},
    {"dduser":"我的青春恋爱勿语","content":"希爹  有太多话想说，有太多话说不出口，有太多的爱和喜欢在心里表达不出来。简简单单的生日快乐，简简单单的我爱你送给四岁的希宝"},
    {"dduser":"我的兄弟叫向晚","content":"小希你的视频我是期期都看啊，感谢4年的陪伴  生日快乐！永远爱你和桃桃"},
    {"dduser":"翟红国","content":"今天是你的生日，愿所有的幸福都围绕着你，左边是甜蜜，右边是满足；愿所有的如意都围绕着你，前边是平安，后面是健康；祝你生日快乐！"},
    {"dduser":"不忘那抹天蓝","content":"闻希降日，不胜欢欣，处处美景，岁岁良辰。"},
    {"dduser":"窝窝头想要变得好吃","content":"希爹生日快乐！爱你哟啾咪"},
    {"dduser":"呆萌小刺猬_SWCW","content":"小希，生日快乐，我永远喜欢小桃"},
    {"dduser":"世纪伯爵","content":"在今天这个愉快的日子里，我谨代表我自己，祝小希同志，生日快落，阖家欢落，心想事成，幸福美满。"},
    {"dduser":"中国梦点亮星辰大海","content":"也许，她不是配置最好的人工智能，但她的每一块CPU、显卡、基带、射频、FPGA、功率放大器……都在以最高的负荷运转着，奔跑着，年复一年，就为了给我们呈现出梦想的模样"},
    {"dduser":"肚皮亭与月坡亭","content":"希爹是我爹，我是希爹儿"},
    {"dduser":"春を惜しむ","content":"希爹是我爹！我是希爹儿！希爹快生！再生拔个！"},
    {"dduser":"头快裂开了","content":"勇敢希爹，不怕困难！希爹四岁大寿生日快乐，希望希爹以及整个虚研社，明年能站上更大的舞台，我超！"},
    {"dduser":"我是黄小空","content":"四年坚守，初心仍在，永远的偶像，永远的闪亮，希爹生日快乐！"},
    {"dduser":"弓原纱季","content":"祝可爱美丽孑杰知性端庄大方温柔活泼风华绝代丰容盛鬋冰雪聪明靡颜腻理蕙质兰心的小希希生日快乐"},
    {"dduser":"七水合草酸铋","content":"时光如白驹过隙，四年中小希同夜空中的北辰一般守护虚拟次元至今，也为后辈们指引了前进的方向。而小希自己也从空无一人的豪宅走向了全国顶尖的梅奔舞台。在此祝小希四周年生日快乐，希望未来可以走的更高更远，走向更大的舞台，也祝愿希研社早日成立！"},
    {"dduser":"哈尔德斯hardis","content":"小希生日快乐！回想当初，从小希自我介绍视频，然后是桃桃出生，每一期我都看得很开心。后来的低谷让我一度以为以后要看不到你们了，还低沉了好久，不过好在一切已经过去了！现在！正是虚研村闪耀着腾飞的时刻！有你带着小桃、小柔她们，我相信你们只会越来越好，我也会一直陪着你们走下去，不论兴衰。再次祝贺希爹生日快乐！！！希爹是我爹，我是希爹儿~mua~！"},
    {"dduser":"午门绘神","content":"我是去年才关注的小希小桃。当时看了视频才发现居然还有这样隐藏了三年的宝藏up主，内容做的特别好，视频非常精彩。然后又通过小希小桃直播进入了这个v圈。随着小柔、兰音、艾露露的降生，变成了一个箱推。再然后变成了不怎么D的DD。一直以来虚研社的大家都辛苦了，希望虚研社越办越好，相信一定还有很多人像以前的我一样，等待着这份隐藏起来的宝藏。小希一直以来搬砖辛苦了，祝小希早日住上自己的大house.小希四岁了，生日快乐！大家会一直陪你走下去的！"},
    {"dduser":"诸葛村夫","content":"四载浮沉，初心不变，心中有梦，继续前行！加油小希，生日快乐！"},
    {"dduser":"ECHOdian喜","content":"希爹我是看你视频长大的，祝希爹生日快乐。期待60大寿🌹🌹"},
    {"dduser":"烧煤型驱逐舰","content":"祝小希生日快乐 ，希望希爹桃妈能步入更高的巅峰。"},
    {"dduser":"宅妖狸","content":"祝可爱又沙雕的希爹生日快乐，我永远支持希爹，希爹是我爹，我是希爹儿！！！（什么时候反了狗宝记得叫我）"},
    {"dduser":"rentu_三千院","content":"祝小希四岁生日快乐，我们度过了一个四年，我们将会度过两个四年，三个四年，之后的每一个四年，祝虚研社越来越好，祝小希的所有愿望都会实现"},
    {"dduser":"猫头鹰CVB","content":"我瑾代表党和人民祝福小希四周年生日快乐🐶"},
    {"dduser":"计语风","content":"希爹生日快乐，今后的每一年我们帅老DD都会陪着你一起走下去"},
    {"dduser":"幻想里の温柔","content":"小希生日快乐，我可是自你出道以来一直都在关注着你哦~一路看着你在磕磕绊绊中成长起来，到现如今迈出了自己的偶像梦想的一步，登上了bml的舞台，继续加油吧！向着成为万众瞩目的偶像前进吧~~当初一首情人节礼物病名为爱可是让我爱到不行啊，明明有很多话想说，可是到嘴边又不知道该从何说起，那就这样吧。祝小希成为更好的自己，成为我们所向往的星辰大海~我会一直陪伴你走下去的，生日快乐mua~ 轻摇羽扇染微光 随风轻舞粉发扬 乘云青鸟得一见 病名为AI入心房"},
    {"dduser":"月华锦袖","content":"愿小希青春常在，天天开心没有烦恼，愿小希的事业如同一条腾飞的巨龙。小希生日快乐，感谢陪伴，今后也要一起走下去哟。"},
    {"dduser":"This幻想","content":"你如那耀眼的星辰，吸引着我们的目光。你如那美丽的花朵，散发着迷人的芳香。生日快乐，王二狗！"},
    {"dduser":"么鱼","content":"小希，四周岁生日快乐！不知从什么时候开始，你已经变成了鱼鱼的习惯，我习惯有你的日子了。希望你可以一直都陪伴着鱼鱼，陪伴着大家，你永远是我们的超级偶像。❤"},
    {"dduser":"PKN51","content":"关注时间不长，也就三个月，是从可乐撒了那期视频开始关注的，当时感觉小希没有特别在role play，声音好听，衣服好看就翻了翻其他几个视频，看完的感觉就是，这个UP真是敢打敢拼啊。后来那期要当渣男的沙雕相声出来了 ，emm，确实是很棒的原创内容。再加上各种各样的影视动漫作品的起源和发展的科普，就慢慢喜欢上了虚研社，每期视频稳定下来以后都会点个赞投个币什么的，前两天BML也是蹲了一个点的点，在练习生的直播间里一起看三个人的表演，效果是真的好,总之就是祝小希生日快乐，争取在五岁之前四世同堂？？？"},
    {"dduser":"空灵画师159","content":"祝土妹子的视频越来越好！！我最喜欢虚研会和沙雕观察，希望以后能多出这种视频。"},
    {"dduser":"香菜蜜的咕哒夫","content":"为初代国V的生贺献上礼炮！虽然你小哭包被破防的样子很狼狈，但你一直努力着的身姿真的很闪亮！！！！谢谢你来到我们身边，谢谢你一直努力给我们带来快乐，生日快乐！我们最好的希爹！"},
    {"dduser":"潇枭--","content":"从几千粉到55万粉，从女神到沙雕，从出道到低谷再到BML，我会陪你走向更大的舞台！！"},
    {"dduser":"写作Silver","content":"庆泽及云燕,祝汝万斯年,小桃红满枝,希尔笑靥颜,生似玄成现,日长似美仙,快哉何所依,乐予恒婵娟"},
    {"dduser":"暳熠official","content":"最开始看小希小桃是刚入站的时候那时候小希还很🐶还在调试语音模块还在盖大豪斯还在和帅老dd们投票选女儿的属性我当时看了看没有关注（虽然很有趣但当时二次元浓度不足）后来18年时浓度上涨开始d各种v但我的推荐页从来没有出现过虚拟次元计划。现在想来应该是限流了吧当时国v体量并不大，国外的v在b站粉丝多流量多。差不多是21年4月后面我才刷到了虚拟次元的相声。看着视频中的少女似乎有那么一丝熟悉翻了翻视频没想到小希变化那么大，我们的女儿小桃也出生了我们的孙女小柔也出生了 🐶二期生也很好 🐶（什么时候虚研社单飞成立网站我第一个支持 🐶 ）"},
    {"dduser":"福根美女大笨蛋","content":"从几千粉到55万粉，从女神到沙雕，从出道到低谷再到BML，我会陪你走向更大的舞台！！"},
    {"dduser":"一位不愿透露姓名的男妈妈","content":"小希大胆往前飞，妈妈永远支持你"},
    {"dduser":"Nantes0","content":"热烈祝贺失效区UP主小希生日快乐"},
    {"dduser":"降幡月","content":"希爹生日快乐🙌"},
    {"dduser":"用户名叫老张","content":"希爹，你的vup生涯像条腾飞的巨龙，你的直播更是清楚？又欢乐，节目效果积极向上正能量又不失沙雕，论专业性你的实力毋庸置疑。相信自己，你就是靠着自己的实力成为国v顶流，感谢你包容我们，因为水深火热的视频势环境需要你们这样一个高质量产出者，向我们展示你的女神气质与个人魅力，我一直都是小希小姐的狗啊🥵请继续为帅老DD们带来最美好的回忆！你就是国V唯一指定始皇帝！[比心心]"},
    {"dduser":"想做狗宝的羊","content":"小希是我第一个看的vup，十分感谢小希把我带进了V圈，现在我的关注飙升到三百多了 🐶。作为一个资深的帅老dd无论d了多少个我都永远会支持着小希小桃和虚研社的大家的mua~等我打工挣钱了一定把我攒了好久的的第一份sc和第一份舰长给你哒（之前有v抽奖我都没上）我的第一次一定要收下哦🐶。最后祝小桃（划掉）咳咳…祝小希生日快乐🎂"},
    {"dduser":"不管不管就爱向晚","content":"希，生日快乐，永远的中国VUP第一！"},
    {"dduser":"浮云知极","content":"虚拟的形象，饱含真实的姿态。粉发的AI，送来一份特殊的愉快。人类观察依然继续虚拟次元真实存在小希还在搬砖建造豪宅我如初保持对她的热爱春秋四度，光阴更改偶像啊！终于登上了更大的舞台沙雕啊！一直打造着自己的厂牌炎炎夏日中将迎来你的生日于此我想郑重表白小希你是我心中独一无二的存在！是我长久不变的爱！生日快乐小希！"},
    {"dduser":"t541h","content":"从最开始就相遇到现在，又多了一年四周年快乐！小希女神天天开心！"},
    {"dduser":"明罗","content":"哦，小希，请原谅我不擅长音乐，无法将爱你的心用旋律表达我希望我是塞浦路斯的国王，你是水边的阿荻丽娜我祈祷阿芙洛狄忒的怜悯，允我与你有一个家哦，小希，请原谅我不擅长绘画，无法将爱你的心用色彩表达我希望我是佛罗伦萨的画家，你是恬静的蒙娜丽莎我可以用我的画笔与颜料，记下你绝美的芳华哦，小希，请原谅我不擅长摄影，无法将爱你的心用画面表达我希望我是拿到船票的杰克，你是泰坦尼克号的她我一个人慢慢地沉到海底，你可以送我一束花哦，小希，我虽一无所有，却可以用笔将爱你的心记下我想我不必是王尔德，也不必是莎士比亚但你将出现在我诗的每一页，小希"},
    {"dduser":"中吴同学","content":"祝希爹生日快乐呀，早日达到60万粉丝，也祝桃桃以及虚研社的大家都快快乐乐的，说起来，咱也是真正意义上的帅“老”DD啦！虚研社的视频咱也是期期都看，是小希真正的带我走进了vup的世界，虚拟次元计划是我第一个关注的国V呢，唯一可惜的就是直播经常赶不上只能看录播，所以希爹可能对我不是特别熟悉，但是咱还是打心底里喜欢希桃以及虚研社的所有大家的，也吃桃的希望能够在希桃心里能给咱留下一点点的位置就好了！希爹是我爹，我是希爹儿！"},
    {"dduser":"有梦有爱","content":"您的生日，是家人们共同的荣光与喜悦。您为了满堂儿孙，经历了那么多生活的风雨，祝愿您寿比南山，福如东海，越活越年轻！🐶"},
    {"dduser":"无限自然","content":"👌祝小希生日快乐 希儿满天下"},
    {"dduser":"星空-九耀","content":"你的出现，为国内的虚拟主播界撑起一片蓝天。你的经验，为国内的虚拟主播界踏遍困难艰险。想当年，你身为偶像，立志成为虚拟世界的新星，在舞台上闪闪发光。但之后，为了活下去，只好化作沙雕逗哏的谐星，被贴上众多的面具。现如今，有了新舞台，终于可以回归初日的晨曦，迎接更闪耀的明天！你并不完美。过劳的工作生活使得机体长期失修，“打嗝”bug时有发生。直播的效果也有很多的上升空间。但你很阳光。无论经历了多少沧桑，你永远还是那个元气十足的小太阳，温暖每一位观众。四年时光，虽然转瞬即逝，但依然弥足珍贵。或许我们没能从一开始就陪着你，但我们愿用此后的所有闲暇，来弥补那份失去的回忆。希爹四周年生日快乐！小希女神天下第一！"},
    {"dduser":"故梦依稀在","content":"4年前的炎夏带来了似火的骄阳也带来了如阳光般温暖耀眼的小希。时光流逝转瞬间小希已经四岁啦，在成为偶像的漫漫长路上崎岖而行。蓦然回首过往的艰辛只会是你成功路上的一处风景，而你也是我人生路上最闪亮的光，陪伴无需多言有缘自会长久。还记得小希说过喜欢小王子，这也是我很喜欢的一本书，在这借用其中一段对话表达我的心里，你我在彼此的心中皆是独一无的存在。“小狐狸说：“对我而言，你只不过是个小男孩，就像其他千万个小男孩一样。我不需要你，你也同样用不着我。对你来说。我也只不过是只狐狸，就跟其他千万只狐狸一样。然而，如果你驯养我。我们将会彼此需要，对我而言，你将是宇宙唯一的了，我对你来说，也是世界上唯一的了。”小希生日快乐，你就是我的唯一。"},
    {"dduser":"白井黑黑","content":"小希，你是长夜将至时点亮的烛火，也是长夜将去时鸟雀的啼鸣。你在瓢泼的大雨中告诉我努力的意义，我在雨过的晴空下见证你彩虹的奇迹。"},
    {"dduser":"咸鱼别府","content":"祝小希4岁生日快乐，愿小希在自己追寻的道路上顺顺利利，往后的每一年，都能和大家在一起开开心心的过生日"},
    {"dduser":"SiroccO","content":"Kirakira的小希生日快乐！以后还要继续闪亮下去嗷！"},
    {"dduser":"刺猬SWCW","content":"小希，生日快乐~（锤子声线）什么时候可以看到希桃婚礼啊？"},
    {"dduser":"学徒法师","content":"祝小希四周岁生日快乐！感谢小希一直以来带给我们的欢乐与感动，在我们心里，小希一直都是能够温暖心灵的女神与偶像！祝小希每天都有阳光好心情，成为更加闪耀的自己！"},
    {"dduser":"不愿意透露昵称的b站用户","content":"小涛，生日快乐！"},
    {"dduser":"四野五纵六团","content":"小希，祝你生日快乐！希望你身材如板板那般凹凸有致，性格如小柔那般精神抖擞，智商如兰兰那般冰雪聪明，认知如露露那般进退有序，工作如杨宝那般锐意进取，气质如子辰那般我见犹怜！"},
    {"dduser":"腊鱼一条","content":"祝小希早日虚研大专本硕连读（"},
    {"dduser":"小k","content":"小希总，祝你生日快乐，在这些年里，我们经历了很多。不论是BML，还是社内外的联动，你都向我们展示了你独特的魅力。虚研会里的努力，沙雕观察里的整活，相声里的快乐，都离不开整个虚研社的努力。作为虚研社的前辈，总是可以很好的和小桃他们一起带领好观众和其他成员。非常开心能遇见你们，祝你们在未来的日子里依旧天天快乐，最后，谨祝我们的希爹生日快乐！"},
    {"dduser":"二元二次不等方程","content":"生日快乐！我的爹！其实之前想的是穿着女装去海底捞，大声喊，全体成员向我看齐，我宣布个事，希爹是我爹！我是希爹儿！后来由于某些原因就暂时搁置了！不过，时间过得好快啊，又是一次生日会，如今已经成为了如此热闹的宴会！嘿嘿，我摊牌了，我懒了，希爹就是我爹！最后就是，可乐洒键盘，风扇转转转，小希女神经，地位比较轻，希爹站上面，小桃在思念，生日快乐会，狗宝在下跪！希爹是我爹！我是希爹儿！生日快乐！小希女神！"},
    {"dduser":"凉城暮暖","content":"从18年年初就开始看着小希一步一步走过来，希望能陪你们走的更远一点~生日快乐吖，我的小希女神"}
    ]