[
    {"dduser":"时光荏苒","content":"祝愿我们的高智能AI小希能够永远开心快乐，变得越来越闪耀，受到更多人的喜欢！尽管为了节目效果，小希你一直在扮演憨憨的角色，但是我们知道的，小希一直是大聪明，一直是我们心中的那个女神爱抖露，所以我们会永远陪着小希走下去的，希爹生日快乐！"},
    {"dduser":"暗旋风","content":"小希生日快乐！！！从你的第一个视频起就关注了，非常感谢你四年来给大家带来无穷的欢乐与鼓励，今后也请多多指教了！"},
    {"dduser":"克比斯特","content":"小希女王，生日快乐！你永远是我们的小太阳"},
    {"dduser":"AI様SAMA","content":"祝小希爹永远开心"},
    {"dduser":"在下智疯","content":"小希生日快乐鸭(๑°▽°๑)ﾉ❤"},
    {"dduser":"史莱姆_鬼面三心","content":"我从17年小希刚出道开始一直看到现在，也算是一个老粉丝了，当时的虚拟次元到现在的虚研社，4年的时间过去的太快了，快的有些不真实。只希望无论是小希还是虚研社的大家，都能继续一边成长一边走下去。如果有需要我也可以继续P一些沙雕表情包。4年的时间过去，当初的小AI如今都是奶奶辈的老AI了，只愿往后一到风顺，顺风顺水，水到渠成，库叉库叉(/≧▽≦)/~┴┴"},
    {"dduser":"超能诺诺","content":"每每看着你便不自觉地打起精神，愿带给大家元气与活力的小希在今后的日子里能永远与快乐相伴，相信闪闪发亮的你能获得越来越多的认可和期待，祝最可爱的小希——生日快乐！"},
    {"dduser":"虞非愚","content":"小希女神生日快乐！！！！！！ ❤❤❤"},
    {"dduser":"蚕月Tiant","content":"健康快乐每一天"},
    {"dduser":"镜下茗","content":"祝希爹生日快乐，天天开心^_^"},
    {"dduser":"月上弦月下弦","content":"请记住：“沙观研究二次元，毁灭村里虚研会，创世日记能开团，观察沙雕AI呦喂。”"},
    {"dduser":"太阳系系王","content":"谢谢小希爹在我最困难的时候给了我光明～陪着希爹一路走来，看到现在闪闪发光的希爹～祝希爹站上更大的舞台，我会永远单推希爹的"},
    {"dduser":"王者之位i","content":"小希新的一岁生日快乐啊，我们又一起度过了新的一年，在这一年里，你们终于在成为偶像的道路上前进了重要的一步。无论是冰火歌合战还是bml,都让所有的人看到了你们闪闪发光的一面。也一定有我们不知道的艰辛，但是请记住一点，我们会一直在你们身边的。（会不会太煽情了一点，要不要我再整点活让小希打我一拳？哈哈哈尽请期待我的生日礼物吧）"},
    {"dduser":"骑士贝狄威尔","content":"小希4周岁生日快乐，很喜欢你的元气和乐观，给经常心情低落的我带来很多安慰，希望接下来能一起开心快乐过好每一天，喵<(*ΦωΦ*)>"},
    {"dduser":"阳花璃","content":"小希生日快乐，祝小希的希家军越来越壮大，gachi越来越多🥰"},
    {"dduser":"城東","content":"希爹生日快乐，我永远是你的好大ne🥰"},
    {"dduser":"余香柔斯基","content":"希爹生日快乐！！！！希爹每天都要开心！我们一直都会陪着你的！！！"},
    {"dduser":"诸葛谭所","content":"祝小希生日快乐"},
    {"dduser":"消除剂1","content":"不管节目是人类观察还是沙雕观察，职业是相声演员还是主持人，自从2017年虚拟次元计划设立以来，希爹一直陪伴着，今天是希爹生日，送上一句希爹生日快乐，愿希爹发展越来越好，娘俩主持的各类节目天天首页热榜，虚研社旗下艺人收视长虹"},
    {"dduser":"记忆搁浅Veca","content":"祝小希生日快乐！每天都开开心心，接下来一年里，我也会继续支持小希，支持虚研社！每次都一定！"},
    {"dduser":"CrimsonDelusionDrops","content":"预祝我希爹诞辰4周岁快乐，永不宕机。"},
    {"dduser":"创可贴贴君","content":"你的诞生或许只是一颗梦与希望的种子，却因你年复一年的浇灌结满了爱与奇迹的果实。你总在担心自己不能永远像太阳光辉灿烂，却不知太阳其实远不如你亲近温暖。在你吹熄蜡烛一刻我也会悄悄许个愿：生日快乐，小希，愿你的笑容永远青春鲜艳。"},
    {"dduser":"筱颜","content":"那么 祝我们的希酱生日快乐！今后也要好好努力哦！我们会一直陪着你的，加油！"},
    {"dduser":"沙县小吃逆向工程","content":"祝我们的土妹子越来越好，虚研社越来越火"},
    {"dduser":"我的青春恋爱勿语","content":"希爹  有太多话想说，有太多话说不出口，有太多的爱和喜欢在心里表达不出来。简简单单的生日快乐，简简单单的我爱你送给四岁的希宝"},
    {"dduser":"我的兄弟叫向晚","content":"小希你的视频我是期期都看啊，感谢4年的陪伴  生日快乐！永远爱你和桃桃"},
    {"dduser":"翟红国","content":"今天是你的生日，愿所有的幸福都围绕着你，左边是甜蜜，右边是满足；愿所有的如意都围绕着你，前边是平安，后面是健康；祝你生日快乐！"},
    {"dduser":"不忘那抹天蓝","content":"闻希降日，不胜欢欣，处处美景，岁岁良辰。"},
    {"dduser":"窝窝头想要变得好吃","content":"希爹生日快乐！爱你哟啾咪"},
    {"dduser":"呆萌小刺猬_SWCW","content":"小希，生日快乐，我永远喜欢小桃"},
    {"dduser":"世纪伯爵","content":"在今天这个愉快的日子里，我谨代表我自己，祝小希同志，生日快落，阖家欢落，心想事成，幸福美满。"},
    {"dduser":"中国梦点亮星辰大海","content":"也许，她不是配置最好的人工智能，但她的每一块CPU、显卡、基带、射频、FPGA、功率放大器……都在以最高的负荷运转着，奔跑着，年复一年，就为了给我们呈现出梦想的模样"},
    {"dduser":"肚皮亭与月坡亭","content":"希爹是我爹，我是希爹儿"},
    {"dduser":"春を惜しむ","content":"希爹是我爹！我是希爹儿！希爹快生！再生拔个！"},
    {"dduser":"头快裂开了","content":"勇敢希爹，不怕困难！希爹四岁大寿生日快乐，希望希爹以及整个虚研社，明年能站上更大的舞台，我超！"},
    {"dduser":"我是黄小空","content":"四年坚守，初心仍在，永远的偶像，永远的闪亮，希爹生日快乐！"},
    {"dduser":"弓原纱季","content":"祝可爱美丽孑杰知性端庄大方温柔活泼风华绝代丰容盛鬋冰雪聪明靡颜腻理蕙质兰心的小希希生日快乐"},
    {"dduser":"七水合草酸铋","content":"时光如白驹过隙，四年中小希同夜空中的北辰一般守护虚拟次元至今，也为后辈们指引了前进的方向。而小希自己也从空无一人的豪宅走向了全国顶尖的梅奔舞台。在此祝小希四周年生日快乐，希望未来可以走的更高更远，走向更大的舞台，也祝愿希研社早日成立！"},
    {"dduser":"哈尔德斯hardis","content":"小希生日快乐！回想当初，从小希自我介绍视频，然后是桃桃出生，每一期我都看得很开心。后来的低谷让我一度以为以后要看不到你们了，还低沉了好久，不过好在一切已经过去了！现在！正是虚研村闪耀着腾飞的时刻！有你带着小桃、小柔她们，我相信你们只会越来越好，我也会一直陪着你们走下去，不论兴衰。再次祝贺希爹生日快乐！！！希爹是我爹，我是希爹儿~mua~！"},
    {"dduser":"午门绘神","content":"我是去年才关注的小希小桃。当时看了视频才发现居然还有这样隐藏了三年的宝藏up主，内容做的特别好，视频非常精彩。然后又通过小希小桃直播进入了这个v圈。随着小柔、兰音、艾露露的降生，变成了一个箱推。再然后变成了不怎么D的DD。一直以来虚研社的大家都辛苦了，希望虚研社越办越好，相信一定还有很多人像以前的我一样，等待着这份隐藏起来的宝藏。小希一直以来搬砖辛苦了，祝小希早日住上自己的大house.小希四岁了，生日快乐！大家会一直陪你走下去的！"},
    {"dduser":"诸葛村夫","content":"四载浮沉，初心不变，心中有梦，继续前行！加油小希，生日快乐！"},
    {"dduser":"ECHOdian喜","content":"希爹我是看你视频长大的，祝希爹生日快乐。期待60大寿🌹🌹"},
    {"dduser":"烧煤型驱逐舰","content":"祝小希生日快乐 ，希望希爹桃妈能步入更高的巅峰。"}
    
    ]